Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/neropatin_paivakirjaa_voi_lukea_nyt_myos_saameksi.html.tmx
Source language: fin
Languages: sms

source: Neropatin päiväkirjaa voi lukea nyt myös saameksi
sms: Neropatin päiväkirja – Jeäʹrmmpääʹǩǩ peiʹvvǩeʹrjj lij ååʹn iʹlmstõõvvâm säämas

source: Maailmankuulun kirjailijan Jeff Kinneyn ensimmäinen sarjakuvaromaani Diary of Wimpy Kid (Neropatin päiväkirja) on nyt julkaistu pohjois-, inarin- ja koltansaamen kielillä.
sms: Peäggtum ǩeʹrjjǩeeʹrjteei Jeff Kinneyn vuõssmõs räiddkarttromaan Diary of Wimpy Kid (Neropatin päiväkirja) lij ååʹn iʹlmstõõvvâm tâʹvv-, aanar- da nuõrttsäämas.

source: Neropatin päiväkirja on ollut usean vuoden ajan bestseller-kirjana Yhdysvalloissa, myös Suomessa Neropatti -kirjat ovat kirjalistojen kärkisijoilla.
sms: Tät ǩeʹrjj lij leämmaž täujja bestseller-ǩeʹrjjen Ameriikkast, Lääʹddjânnmest še Neropatti- ǩeʹrjj lij leämmaž täujja ǩeʹrjjliisti njonnsest.

source: Pohjoissaameksi kirjan on kääntänyt Áilu Valle, inarinsaameksi Mikkâl Morottaja ja koltansaameksi Raija Lehtola.
sms: Nuõrttsäämas ǩeeʹrj lij jåårǥlâttam Raija Lehtola, aanrõšǩiõʹlle Mikkâl Morottaja da tâʹvvsäämas Áilu Valle.

source: ”Elämä yläkoulussa ei ole helppoa.
sms: “Jieʹllem pâʹjjškooulâst ij leäkku aʹlǩǩi.

source: Greg Heffley sen tietää jos kuka.
sms: Greg Heffley jõs ǩii teâtt tõn.

source: ”Gregin sanat ja teot eivät aina kohtaa, ja hyvistä aikomuksista tulee usein jotain aivan muuta…
sms: “Greegg sääʹn da tuejjummuž jie jueʹǩǩ kõõskâst mõõn pâi õʹhtte, nuʹt štõ suu pueʹr äiggmõõžž täujja mâʹnne samai åʹddren.

source: Kirjat on tilattavissa Saamelaiskäräjien nettikaupasta:
sms: Ǩiiʹrjid vuäitt tiʹlljed Sääʹmteeʹǧǧ nettkaaupâst:

source: Jierpmástalli beaivegirji
sms: Jeäʹrmmpääʹǩǩ peiʹvvǩeʹrjj

source: Čuovâuáivi peivikirje
sms: Jierpmástalli beaivegirji

source: Jeäʹrmmpääʹǩǩ peiʹvvǩeʹrjj
sms: Čuovâuáivi peivikirje

source: Kirjaa voi ostaa myös Sami duodji -kaupasta.
sms: Ǩeeʹrj vuäitt vuäʹstted še Sami duodji -kaaupâst.
